Repository: akrennmair/newsbeuter
Catalog: po/*.po
Languages: es_es

source: `%s' is not a valid color
es_es: `%s' no es un color válido

source: `%s' is not a valid attribute
es_es: `%s' no es un atributo válido.

source: `%s' is not a valid configuration element
es_es: `%s' no es un elemento de configuración válido

source: newsbeuter: finished reload, %f unread feeds (%n unread articles total)
es_es: newsbeauter: recarga finalizada, %f feeds no leidos (%n total de articulos no leidos)

source: %N %V - Your feeds (%u unread, %t total)%?T? - tag `%T'&?
es_es: %N %V - Tus feeds (%u no leidos, %t total)%?T? - etiqueta `%T'&?

source: %N %V - Articles in feed '%T' (%u unread, %t total) - %U
es_es: %N %V - Articulos en el feed '%T' (%u no leidos, %t total) - %U

source: %N %V - Search result (%u unread, %t total)
es_es: %N %V - Resultados de busqueda (%u unread, %t total)

source: %N %V - %?O?Open File&Save File? - %f
es_es: %N %V - %?O?Abrir arcivo&Salvar archivo? - %f

source: %N %V - Help
es_es: %N %V - Ayuda

source: %N %V - Select Tag
es_es: %N %V - Seleccionar etiqueta

source: %N %V - Select Filter
es_es: %N %V - Seleccionar filtro

source: %N %V - Dialogs
es_es: %N %V - Diálogos

source: expected boolean value, found `%s' instead
es_es: se esperaba un valor lógico, se ha encontrado `%s' en su lugar

source: expected integer value, found `%s' instead
es_es: se esperaba un valor entero, se encontró `%s' en su lugar

source: invalid configuration value `%s'
es_es: Valor de configuración `%s' inválido

source: Error while processing command `%s' (%s line %u): %s
es_es: Error ejecutando el comando `%s' (%s linea %u): %s

source: unknown command `%s'
es_es: comando desconocido `%s'

source: Fatal error: couldn't determine home directory!
es_es: Error fatal: no se pudo encontrar el directorio home!

source: Please set the HOME environment variable or add a valid user for UID %u!
es_es: Por favor declara la variable de entorno HOME o aÃ±ade un usuario valido para UID %u!

source: %s: unknown option - %c
es_es: %s: opcion desconocida - %c

source: Starting %s %s...
es_es: Iniciando %s %s...

source: Error: an instance of %s is already running (PID: %u)
es_es: Error: una instancia de %s esta ejecutandose (PID: %u)

source: Loading configuration...
es_es: Cargando configuracion...

source: done.
es_es: hecho.

source: Opening cache...
es_es: Abriendo cache...

source: Error: opening the cache file `%s' failed: %s
es_es: Error: abriendo el archivo de cache `%s' fallo: %s

source: Loading URLs from local cache...
es_es: Cargando URLs desde el cache local...

source: Loading URLs from %s...
es_es: Cargando URLs desde %s...

source: Error: no URLs configured. Please fill the file %s with RSS feed URLs or import an OPML file.
es_es: Error: no hay URLs configuradas. Por favor inserta RSS en el fichero %s o importa un fichero OPML.

source: It looks like the OPML feed you subscribed contains no feeds. Please fill it with feeds, and try again.
es_es: Parece que el feed OPML al que te has subscrito no contiene feeds. Por favor, rellenalocon feeds e intentalo de nuevo.

source: Loading articles from cache...
es_es: Cargando articulos desde el cache...

source: Cleaning up cache thoroughly...
es_es: Limpiando el cache totalmente...

source: Error while loading feeds from database:
es_es: Se produjo un error mientras se cargaban los feeds desde la base de datos:

source: Error while loading feed '%s': %s
es_es: Error cargando feed '%s': %s

source: Prepopulating query feeds...
es_es: Preparando consulta de feeds...

source: Importing list of read articles...
es_es: Importando lista de articulos leidos...

source: Exporting list of read articles...
es_es: Exportando lista de articulos leidos...

source: Cleaning up cache...
es_es: Limpiando el cache...

source: failed:
es_es: fallo:

source: Error: couldn't mark all feeds read: %s
es_es: Error: no se pudieron marcar todos los feeds como leidos: %s

source: %sLoading %s...
es_es: %sCargando %s...

source: Error while retrieving %s: %s
es_es: Error descargando %s: %s

source: Error: invalid feed!
es_es: Error: feed invalido!

source: invalid feed index (bug)
es_es: Indice de feeds invalido (fallo)

source: newsbeuter is free software and licensed under the MIT/X Consortium License.
es_es: newsbeuter es software libre bajo MIT/X Consortium License

source: Type `%s -vv' for more information.
es_es: Teclea `%s -vv' para mas información

source: %s %s usage: %s [-i <file>|-e] [-u <urlfile>] [-c <cachefile>] [-x <command> ...] [-h]
es_es: %s %s uso: %s [-i <archivo>|-e] [-u <archivo_url>] [-c <archivo_cache>] [-x <comando> ...] [-h]

source: export OPML feed to stdout
es_es: exportar feed OPML a la salida estándar

source: refresh feeds on start
es_es: actualizar feeds al iniciar

source: <file>
es_es: <archivo>

source: import OPML file
es_es: importar archivo OPML

source: <urlfile>
es_es: <archivo_url>

source: read RSS feed URLs from <urlfile>
es_es: leer URLs de feeds RSS desde <archivo_url>

source: <cachefile>
es_es: <archivo_cache>

source: use <cachefile> as cache file
es_es: usar <archivo_cache> como archivo de cache

source: <configfile>
es_es: <archivo_config>

source: read configuration from <configfile>
es_es: leer configuracion desde <archivo_config>

source: clean up cache thoroughly
es_es: Limpiar el cache totalmente

source: <command>...
es_es: <comando>...

source: execute list of commands
es_es: ejecutar lista de comandos

source: get version information
es_es: informacion de la version

source: <loglevel>
es_es: <nivel_bitacora>

source: write a log with a certain loglevel (valid values: 1 to 6)
es_es: escribir una bitacora con un determinado nivel (valores validos: 1 a 6)

source: <logfile>
es_es: <archivo_bitacora>

source: use <logfile> as output log file
es_es: usar <archivo_bitacora> como archivo de salida de bitacora

source: export list of read articles to <file>
es_es: exportar lista de articulos leidos a <archivo>

source: import list of read articles from <file>
es_es: importar lista de articulos leidos desde <archivo>

source: this help
es_es: esta ayuda

source: An error occured while parsing %s.
es_es: Se produjo un error analizando %s.

source: Import of %s finished.
es_es: Importacion de %s finalizada.

source: bookmarking support is not configured. Please set the configuration variable `bookmark-cmd' accordingly.
es_es: El soporte para marcadores no esta connfigurado. Por favor configure lavariable `bookmark-cmd' correctamente.

source: %u unread articles
es_es: %u articulos no leidos

source: Title:
es_es: Titulo:

source: Author:
es_es: Autor:

source: Date:
es_es: Fecha:

source: Link:
es_es: Enlace:

source: Podcast Download URL:
es_es: URL de descarga de Podcast:

source: Error: couldn't open configuration file `%s'!
es_es: Error: no se pudo abrir el archivo de configuración %s

source: Close
es_es: Cerrar

source: Goto Dialog
es_es: Ir a Diálogo

source: Close Dialog
es_es: Cerrar Diálogo

source: No item selected!
es_es: Ningun objeto seleccionado!

source: Error: you can't remove the feed list!
es_es: Error: no puedes eliminar la lista de feeds.

source: Invalid position!
es_es: Posicion invalida!

source: queued
es_es: encolado

source: downloading
es_es: descargando

source: cancelled
es_es: cancelado

source: deleted
es_es: borrado

source: finished
es_es: finalizado

source: failed
es_es: fallido

source: incomplete
es_es: incompleto

source: played
es_es: ejecutado

source: unknown (bug).
es_es: desconocido (fallo)

source: attribute `%s' is not available.
es_es: atributo `%s' no disponible.

source: regular expression '%s' is invalid: %s
es_es: la expresión regular '%s' es inválida: %s

source: invalid parameters.
es_es: parametros invalidos.

source: too few parameters.
es_es: pocos parametros.

source: unknown command (bug).
es_es: comando desconocido (error).

source: file couldn't be opened.
es_es: el archivo no se pudo abrir.

source: unknown error (bug).
es_es: error desconocido (fallo).

source: No feed selected!
es_es: No hay feeds seleccionados!

source: Sort by (f)irsttag/(t)itle/(a)rticlecount/(u)nreadarticlecount/(n)one?
es_es: ¿Ordenar por primera etiqueta (f)/(t)ítulo/número de (a)rtíclulos/número de artíc(u)los no leídos/(n)ada?

source: Reverse Sort by (f)irsttag/(t)itle/(a)rticlecount/(u)nreadarticlecount/(n)one?
es_es: ¿Orden inverso por primera etiqueta(f)/(t)ítulo/número de (a)rtíclulos/n(u)mero de artículos no leídos/(n)ada?

source: Marking feed read...
es_es: Marcando feed como leido...

source: Error: couldn't mark feed read: %s
es_es: Error: no se pudo marcar el feed como leido: %s

source: No feeds with unread items.
es_es: No hay feeds con elementos no leidos

source: Marking all feeds read...
es_es: Marcando todos los feeds como leidos...

source: No tags defined.
es_es: No se definieron etiquetas.

source: Error: couldn't parse filter command `%s': %s
es_es: Error: no se pudo analizar el comando de filtro `%s': %s

source: No filters defined.
es_es: No se definieron filtros.

source: Search for:
es_es: Buscar:

source: Filter:
es_es: Filtro:

source: Do you really want to quit (y:Yes n:No)?
es_es: Realmente quieres salir (y:Si n:No)?

source: Quit
es_es: Salir

source: Open
es_es: Abrir

source: Next Unread
es_es: Siguiente no leido

source: Reload
es_es: Recargar

source: Reload All
es_es: Recargar todos

source: Mark Read
es_es: Marcar como leido

source: Catchup All
es_es: Coger todos

source: Search
es_es: Buscar

source: Help
es_es: Ayuda

source: Error: couldn't parse filter command!
es_es: Error: no se pudo ejecutar el comando de filtro!

source: Searching...
es_es: Buscando...

source: Error while searching for `%s': %s
es_es: Error buscando `%s': %s

source: No results.
es_es: Sin resultados.

source: Position not visible!
es_es: Posicion no visible!

source: Feed List - %u unread, %u total
es_es: Lista de Feeds - %u no leídos, %u total

source: Do you really want to overwrite `%s' (y:Yes n:No)?
es_es: Realmente quieres sobreescribir `%s' (y:Si n:No)?

source: File:
es_es: Fichero:

source: %s %s - Save File - %s
es_es: %s %s - Salvar Fichero - %s

source: Cancel
es_es: Cancelar

source: Save
es_es: Salvar

source: Save File - %s
es_es: Salvar Fichero - %s

source: couldn't parse filter expression `%s': %s
es_es: No se pudo analizar el comando de filtro `%s': %s

source: usage: set <variable>[=<value>]
es_es: Uso: set <variable>[=<valor>]

source: usage: source <file> [...]
es_es: uso: fuente <archivo> [...]

source: usage: dumpconfig <file>
es_es: uso: dumpconfig <archivo>

source: Saved configuration to %s
es_es: Configuracion salvada en %s

source: Not a command: %s
es_es: No es un comando: %s

source: Saving bookmark...
es_es: Salvando marcador...

source: Saved bookmark.
es_es: Marcador salvado.

source: Error while saving bookmark:
es_es: Error salvando marcador:

source: Description:
es_es: Descripcion:

source: Generic bindings:
es_es: Uniones generales:

source: Unbound functions:
es_es: funciones de desunión:

source: Clear
es_es: Limpiar

source: embedded flash:
es_es: flash incrustado:

source: image
es_es: imagen

source: Links:
es_es: Enlaces:

source: link
es_es: enlace

source: embedded flash
es_es: flash incrustado

source: unknown (bug)
es_es: desconodico (fallo)

source: Toggling read flag for article...
es_es: Cambiando bandera de lectura para el articulo...

source: Error while toggling read flag: %s
es_es: Error cambiando bandera de lectura: %s

source: URL list empty.
es_es: Lista de URL vacia.

source: Flags:
es_es: Banderas:

source: Error: no item selected!
es_es: Error: ningun objeto seleccionado!

source: Error: you can't reload search results.
es_es: Error: no puedes recargar los resultados de la busqueda.

source: No unread items.
es_es: Ningun elemento no leido.

source: No unread feeds.
es_es: Ningun feed no leido.

source: Pipe article to command:
es_es: Unir artículo a comando:

source: Sort by (d)ate/(t)itle/(f)lags/(a)uthor/(l)ink/(g)uid?
es_es: ¿Ordenar por fecha(d)/(t)ítulo/etiquetas(f)/(a)utor/en(l)ace/(g)uid?

source: dtfalg
es_es: dtflag

source: Reverse Sort by (d)ate/(t)itle/(f)lags/(a)uthor/(l)ink/(g)uid?
es_es: ¿Orden inverso por fecha(d)/(t)ítulo/etiquetas(f)/(a)utor/en(l)ace/(g)uid?

source: Flags updated.
es_es: Banderas actualizadas.

source: Error: applying the filter failed: %s
es_es: Error: Fallo al aplicar el filtro: %s

source: Mark All Read
es_es: Marcar todo como leido

source: Aborted saving.
es_es: Salvar abortado.

source: Saved article to %s
es_es: Articulo salvado como %s

source: Error: couldn't save article to %s
es_es: Error: No se pudo salvar el articulo como %s

source: Search Result - '%s'
es_es: Resultado de búsqueda - '%s'

source: Query Feed - %s
es_es: Consultar Feed - %s

source: Article List - %s
es_es: Lista de artículos - %s

source: Top
es_es: Arriba

source: Bottom
es_es: Abajo

source: type:
es_es: tipo:

source: Error while marking article as read: %s
es_es: Error marcando articulo como leido: %s

source: Added %s to download queue.
es_es: AÃ±adido %s para descarga.

source: Invalid URL: '%s'
es_es: URL inválido: '%s'

source: Saved article to %s.
es_es: Articulo salvado como %s.

source: Error: couldn't write article to file %s
es_es: Error: no se pudo escibir el articulo en el fichero %s

source: Starting browser...
es_es: Iniciando navegador...

source: Error while marking article as unread: %s
es_es: Error marcando articulo como no leido: %s

source: Goto URL #
es_es: Ir a URL #

source: Open in Browser
es_es: Abrir en navegador

source: Enqueue
es_es: Encolado

source: Article - %s
es_es: Articulo - %s

source: Error: invalid regular expression!
es_es: Error: ¡Expresión regular inválida!

source: Open feed/article
es_es: Abrir feed/articulo

source: Return to previous dialog/Quit
es_es: Volver/Salir

source: Quit program, no confirmation
es_es: Salir del programa sin confirmación

source: Reload currently selected feed
es_es: Recargar el feed seleccionado

source: Reload all feeds
es_es: Recargar todos los feeds

source: Mark feed read
es_es: Marcar el feed como leido

source: Mark all feeds read
es_es: Marcar todos los feeds como leidos

source: Save article
es_es: Salvar articulo

source: Go to next unread article
es_es: Ir al proximo articulo no leido

source: Go to previous unread article
es_es: Ir al anterior articulo no leido

source: Go to a random unread article
es_es: Ir a un artículo no leído aleatorio

source: Open article in browser
es_es: Abrir articulo en navegador

source: Open help dialog
es_es: Abrir cuadro de ayuda

source: Toggle source view
es_es: Cambiar vista

source: Toggle read status for article
es_es: Cambiar modo de lectura del articulo

source: Toggle show read feeds/articles
es_es: Cambiar mostrar feeds leidos

source: Show URLs in current article
es_es: Mostrar URLs en el articulo actual

source: Clear current tag
es_es: Borrar etiqueta actual

source: Select tag
es_es: Seleccionar etiqueta

source: Open search dialog
es_es: Abrir cuadro de busqueda

source: Add download to queue
es_es: AÃ±adir descarga a la cola

source: Reload the list of URLs from the configuration
es_es: Recargar lista de URLs desde la configuracion

source: Download file
es_es: Descargar fichero

source: Cancel download
es_es: Cancelar descarga

source: Mark download as deleted
es_es: Marcar descarga como borrada

source: Purge finished and deleted downloads from queue
es_es: Limpiar descargas finalizadas y borradas de la cola

source: Toggle automatic download on/off
es_es: Cambiar descarga automatica on/off

source: Start player with currently selected download
es_es: Iniciar reproductor con la descarga seleccionada

source: Increase the number of concurrent downloads
es_es: Incrementar el numero de descargas simultaneas

source: Decrease the number of concurrent downloads
es_es: Reducir el numero de descargas simultaneas

source: Redraw screen
es_es: Redibujar pantalla

source: Open the commandline
es_es: Abrir la linea de comandos

source: Set a filter
es_es: Establecer un filtro

source: Select a predefined filter
es_es: Seleccionar un filtro predeterminado

source: Clear currently set filter
es_es: Borrar Establecer un filtro actual

source: Bookmark current link/article
es_es: AÃ±adir a marcadores el enlace/articulo actual

source: Edit flags
es_es: Editar banderas

source: Go to next unread feed
es_es: Ir al proximo feed no leido

source: Go to previous unread feed
es_es: Ir al anterior feed no leido

source: Call a macro
es_es: Llamar a un macro

source: Delete article
es_es: Borrar articulo

source: Purge deleted articles
es_es: Eliminar definitivamente articulos borrados

source: Edit subscribed URLs
es_es: Editar URLs suscritas

source: Close currently selected dialog
es_es: Cerrar el diálogo actualmente seleccionado

source: View list of open dialogs
es_es: Ver lista de diálogos abiertos

source: Go to next dialog
es_es: Ir al proximo diálogo

source: Go to previous dialog
es_es: Ir al diálogo anterior

source: Pipe article to command
es_es: Llevar artículo a comando

source: Sort current list
es_es: Ordenar la lista actual

source: Sort current list (reverse)
es_es: Ordenar la lista actual (inverso)

source: Open URL 10
es_es: Abrir URL 10

source: Open URL 1
es_es: Abrir URL 1

source: Open URL 2
es_es: Abrir URL 2

source: Open URL 3
es_es: Abrir URL 3

source: Open URL 4
es_es: Abrir URL 4

source: Open URL 5
es_es: Abrir URL 5

source: Open URL 6
es_es: Abrir URL 6

source: Open URL 7
es_es: Abrir URL 7

source: Open URL 8
es_es: Abrir URL 8

source: Open URL 9
es_es: Abrir URL 9

source: Move to the previous entry
es_es: Ir a la entrada anterior

source: Move to the next entry
es_es: Ir a la siguiente entrada

source: Move to the previous page
es_es: Ir a la página anterior

source: Move to the next page
es_es: Ir a la página siguiente

source: Move to the start of page/list
es_es: Ir al principio de la página/lista

source: Move to the end of page/list
es_es: Ir al final de la página/lista

source: `%s' is not a valid context
es_es: `%s' no es un contexto válido

source: `%s' is not a valid key command
es_es: `%s' no es un comando de tecla válido

source: People you follow
es_es: Personas a las que sigues

source: Starred items
es_es: Elementos declarados

source: Shared items
es_es: Elementos compartidos

source: Cleaning up queue...
es_es: Limpiando cola...

source: %s %s usage %s [-C <file>] [-q <file>] [-h] -C <configfile> read configuration from <configfile> -q <queuefile> use <queuefile> as queue file -a start download on startup -h this help
es_es: %s %s uso %s [-C <fichero>] [-q <fichero>] [-h] -C <fichero_de_config> leer configuracion desde <fichero_de_config> -q <fichero_de_cola> usa <fichero_de_cola> como fichero de cola -a comenzar a descargar al iniciar -h esta ayuda

source: - %u parallel downloads
es_es: - %u descargas paralelas

source: Queue (%u downloads in progress, %u total) - %.2f kb/s total%s
es_es: Cola (%u descargas en proceso, %u total) - %.2f kb/s total%s

source: Error: can't quit: download(s) in progress.
es_es: Error: no se puede salir: descarga(s) en proceso

source: Error: download needs to be finished before the file can be played.
es_es: Error: la descarga debe finalizar antes de poder ser reproducida.

source: Error: unable to perform operation: download(s) in progress.
es_es: Error: imposible ejecutar operacion: descarga(s) en proceso.

source: Download
es_es: Descarga

source: Delete
es_es: Borrar

source: Purge Finished
es_es: Limpiar finalizadas

source: Toggle Automatic Download
es_es: Cambiar Descarga Automatica

source: Play
es_es: Ejecutar

source: `%s' is an invalid dialog type
es_es: `%s' es un tipo de diálogo inválido

source: `%s' is not a valid regular expression: %s
es_es: `%s' no es una expresión regular válida: %s

source: too few arguments
es_es: muy pocos parámetros.

source: Error: unsupported URL: %s
es_es: Error: URL no soportada: %s

source: Select Tag
es_es: Selecciona Etiqueta

source: Select Filter
es_es: Selecciona Filtro

source: attribute not found
es_es: atributo no encontrado

source: EOF found while reading XML tag
es_es: Fin De Fichero (EOF) encontrado leyendo etiqueta XML

source: No link selected!
es_es: Ningun enlace seleccionado!

source: Save Bookmark
es_es: Salvar Marcador

source: Error: feed contains no items!
es_es: Error: el feed no contiene elementos!

source: Updating query feed...
es_es: Actualizando consulta de feed...

source: XML root node is NULL
es_es: nodo raiz XML es NULO

source: couldn't initialize libcurl
es_es: no se pudo inicializar libcurl

source: Error: trying to download feed `%s' returned HTTP status code %ld.
es_es: Error: intentando descargar feed `%s' devolvió código de estado HTTP %ld.

source: could not parse buffer
es_es: no se pudo analizar el buffer

source: could not parse file
es_es: no se pudo analizar el archivo

source: no RSS version
es_es: sin versión RSS

source: invalid RSS version
es_es: versión RSS inválida

source: invalid Atom version
es_es: versión Atom inválida

source: no Atom version
es_es: sin versión Aton

source: unsupported feed format
es_es: formato de feed no soportado

source: no RSS channel found
es_es: ningún canal RSS encontrado
